{
  "url": "/articles/",
  "data": [
    {
      "id": "Afghanistan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Afghanistan.md",
      "details": { "layout": "article", "title": "Afghanistan" },
      "preview": "One hundred and thirty young female footballers and their families from Afghanistan can finally take a deep breath.",
      "body": "One hundred and thirty young female footballers and their families from Afghanistan can finally take a deep breath. Four months after fleeing Kabul as the Taliban closed in, and after stops in Portugal and Pakistan, the Afghan athletes arrived in London via chartered flight. Their escape was made possible by a litany of NGOs and philanthropists, one of which was the chairman of Leeds United––the club where the girls will join the youth team ranks."
    },
    {
      "id": "Angola.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Angola.md",
      "details": { "layout": "article", "title": "Angola" },
      "preview": "Downstream effects from an Angolan diamond mine were catastrophically felt in a toxic spill that sickened more than 1 million people, killed 12, and decimated fish and wildlife.",
      "body": "Downstream effects from an Angolan diamond mine were catastrophically felt in a toxic spill that sickened more than 1 million people, killed 12, and decimated fish and wildlife. Waste from the largest diamond mine in Angola leaked into the Kasai River, which eventually reached the Congo river, where large amounts of heavy metal were detected. The mine, which is partially owned by a Russian company, acknowledged there had been a leak, but said that it was just sand and mud, and of course, they claimed no responsibility for the disaster."
    },
    {
      "id": "Bangladesh.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Bangladesh.md",
      "details": { "layout": "article", "title": "Bangladesh" },
      "preview": "Garment workers in Bangladesh are more protected after an agreement was signed by some 200 international fashion companies that includes legally binding safety commitments, independent inspections at the factories, and contributions for safety training and factory improvements.",
      "body": "Garment workers in Bangladesh are more protected after an agreement was signed by some 200 international fashion companies that includes legally binding safety commitments, independent inspections at the factories, and contributions for safety training and factory improvements. The accord replaces one that was created after a devastating factory fire that killed 1,100 people in 2013 and was set to expire. Human rights workers praised the move, which means protections will continue into the future, and keep Bangladesh as one of the top garment producers in the world."
    },
    {
      "id": "Belize.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Belize.md",
      "details": { "layout": "article", "title": "Belize" },
      "preview": "In Belize, officials are both making and saving history–ecologically, that is.",
      "body": "In Belize, officials are both making and saving history–ecologically, that is. This year a coalition of conservation organizations banded together to save one of the world’s last pristine rainforests, preserving 367 square miles, or 950 square kilometers of land from deforestation. This area is part of the larger, which crosses Mexico, Belize, and Guatemala, and means a biodiversity hotspot roughly the size of Florida will be saved in perpetuity."
    },
    {
      "id": "Benin.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Benin.md",
      "details": { "layout": "article", "title": "Benin" },
      "preview": "In Benin, a law passed that drastically expands access to abortion and largely puts the decision in women’s hands.",
      "body": "In Benin, a law passed that drastically expands access to abortion and largely puts the decision in women’s hands. What used to be legal only in cases of life-threatening pregnancies, rape, and incestuous relationships, is now allowed on account of a wide range of reasons within the first 12 weeks of pregnancy. Globally, this move has been hailed by women’s rights activists, and regionally, this makes Benin the most progressive country on the issue in West Africa."
    },
    {
      "id": "Bhutan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Bhutan.md",
      "details": { "layout": "article", "title": "Bhutan" },
      "preview": "China continues to expand its presence around the globe, and in Bhutan this hasn’t been subtle.",
      "body": "China continues to expand its presence around the globe, and in Bhutan this hasn’t been subtle. In the past year, satellite imagery shows that multiple new villages have sprung up in a 60-square-mile, or 150-square kilometer, Bhutanese area that’s been a disputed site before, when India and China went to head about road construction there a handful of years ago. Because of aligned interests when it comes to Chinese overreach, India has supported Bhutan’s claims to the contested territory."
    },
    {
      "id": "Bolivia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Bolivia.md",
      "details": { "layout": "article", "title": "Bolivia" },
      "preview": "Atmospheric conditions also made headlines in Bolivia, where UV radiation levels in La Paz hit 21, and that’s on a scale that typically tops out at 20.",
      "body": "Atmospheric conditions also made headlines in Bolivia, where UV radiation levels in La Paz hit 21, and that’s on a scale that typically tops out at 20. The Bolivian capital sits at 11,800 feet, or 3,600 meters, above sea level, and low levels of clouds caused by climate change combined with a heat wave skyrocketed numbers on the UV index. The World Health Organization calls an index of 11 “extreme,\" and 10 minutes exposed at these levels starts to burn the skin. At 21, people just stay inside."
    },
    {
      "id": "Botswana.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Botswana.md",
      "details": { "layout": "article", "title": "Botswana" },
      "preview": "Finds that will happily be sent overseas include two of the world’s largest diamonds, unearthed this year in Botswana.",
      "body": "Finds that will happily be sent overseas include two of the world’s largest diamonds, unearthed this year in Botswana. A 1,174-carat and 1,098-carat diamond were both discovered weeks apart in the country’s mines, which are some of the top-producing in the world. Each diamond is about the size of someone’s hand, and they come at an important time for the market which is trying to rebound after the pandemic, bright news for the country and the soon-to-be betrothed."
    },
    {
      "id": "Burkina Faso.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Burkina Faso.md",
      "details": { "layout": "article", "title": "Burkina Faso" },
      "preview": "Inspiration takes many forms.",
      "body": "Inspiration takes many forms. For Burkina Faso nationals, it took the form of the massive, smiling \"Iron Biby,\" who set a new world record in log lifting. While Western media might have overlooked his 504-pound-over-the-head-lift in Glasgow, Scotland, his triumph was big news in Burkina Faso, as residents welcomed him back at the airport in droves. The moment wasn't lost on \"Iron Biby,\" who dedicated his trophy to his home country as \"a message of hope.\""
    },
    {
      "id": "Burundi.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Burundi.md",
      "details": { "layout": "article", "title": "Burundi" },
      "preview": "In July, the heads of state from Burundi and the Democratic Republic of the Congo signed cooperative agreements aimed to foster trade, stamp out rebels, and literally bridge the Ruzizi River-sized gap between the neighboring countries.",
      "body": "In July, the heads of state from Burundi and the Democratic Republic of the Congo signed cooperative agreements aimed to foster trade, stamp out rebels, and literally bridge the Ruzizi River-sized gap between the neighboring countries. Expanding rail lines and electrification along the borderlands are also key components of the agreements. These deal signal, on paper, what its leaders claim have always connected the two countries: in their words a historic \"brotherhood.\""
    },
    {
      "id": "Camaroon.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Camaroon.md",
      "details": { "layout": "article", "title": "Camaroon" },
      "preview": "Charges were laid against two transgender women who were simply having dinner in Cameroon when they were arrested for alleged homosexuality.",
      "body": "Charges were laid against two transgender women who were simply having dinner in Cameroon when they were arrested for alleged homosexuality. Later, they were sentenced to five years in jail, which some say is a death sentence in the male-dominated prison system. The arrests and high-profile nature of the case, as one of the women is an activist for trans rights, exemplifies the anti-LGBTQ sentiments and laws that are still common in African countries, with at least 30 of them criminalizing homosexuality."
    },
    {
      "id": "Cambodia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Cambodia.md",
      "details": { "layout": "article", "title": "Cambodia" },
      "preview": "Sometimes governmental overreach isn’t unpleasant, as is the case with a defanged and declawed lion named Hima.",
      "body": "Sometimes governmental overreach isn’t unpleasant, as is the case with a defanged and declawed lion named Hima. He was reunited with his owner after the Cambodian prime minister got involved. Initially, Hima was seized after TikTok videos of him living casually in a high-end Phnom Penh neighborhood, something the government deemed inappropriate, went viral. But additional posts showed a clear bond between the two after their separation, and following public calls for reunification, the prime minister announced the two would be rejoined."
    },
    {
      "id": "Cape Verde.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Cape Verde.md",
      "details": { "layout": "article", "title": "Cape Verde" },
      "preview": "Native baby sea turtle numbers on the 10-island nation of Cape Verde are booming, in a rabbit-like way.",
      "body": "Native baby sea turtle numbers on the 10-island nation of Cape Verde are booming, in a rabbit-like way. The good news is that nest numbers last year were up to 200,000, which is 20 times the estimates from 2015. The bad news is that sea turtles’ gender is determined by the temperature of the sand where the eggs are laid, and, well, the globally-warmed beach means that about 84% of baby sea turtles hatchlings are now female, which unfortunately still keeps the species on the endangered list."
    },
    {
      "id": "Central African Republic.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Central African Republic.md",
      "details": { "layout": "article", "title": "Central African Republic" },
      "preview": "Heavily criticized for the government's inability to foster peace among ethnic groups, its worrying ties with Russia, and its bungled relationship with France, who have now pulled their military aid out of the country, Firmin Ngrebada announced that he and his government had handed over their resignation on Twitter.",
      "body": "Heavily criticized for the government's inability to foster peace among ethnic groups, its worrying ties with Russia, and its bungled relationship with France, who have now pulled their military aid out of the country, Firmin Ngrebada announced that he and his government had handed over their resignation on Twitter."
    },
    {
      "id": "Chad.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Chad.md",
      "details": { "layout": "article", "title": "Chad" },
      "preview": "2021 saw both the suspension and reinstatement of the Chadian Football Association by the hands of FIFA.",
      "body": "2021 saw both the suspension and reinstatement of the Chadian Football Association by the hands of FIFA. Citing government interference in Chad's effort to seize the Association's authority and training grounds, an unsurprising overstep under the ruling military council, soccer's ruling body banned the country from international tournaments. While restrictions were ultimately lifted, Chad was disqualified from the all-important 2021 Africa Cup of Nations."
    },
    {
      "id": "Comoros.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Comoros.md",
      "details": { "layout": "article", "title": "Camoros" },
      "preview": "It’s been a momentous year for sports fans on the island of Comoros, as the nation of under a million was ground zero for a history-making run by the national soccer team.",
      "body": "It’s been a momentous year for sports fans on the island of Comoros, as the nation of under a million was ground zero for a history-making run by the national soccer team. Minnows on the continental level, Comoros held World Cup qualifiers Egypt to a draw and went unbeaten during the African Cup League of Nations qualifying stage, a Cinderella run that will see the nation make the cup tournament for the first time. Not bad for a team that didn’t even exist until 2006."
    },
    {
      "id": "Democratic Republic of the Congo.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Democratic Republic of the Congo.md",
      "details": {
        "layout": "article",
        "title": "Democratic Republic of the Congo"
      },
      "preview": "Finding middle-ground built on trust and respect has shaped an important development in the DRC as calls for the repatriation of artifacts by activists and officials made headway in 2021.",
      "body": "Finding middle-ground built on trust and respect has shaped an important development in the DRC as calls for the repatriation of artifacts by activists and officials made headway in 2021. In the wake of the global Black Lives Matter movement, the Belgian government released their plan to return all illegitimately procured African artifacts, most of which were stolen from the Congo. This plan marks the first systematic, government-led effort to return objects stolen during the country's violent colonization of the continent."
    },
    {
      "id": "Djibouti.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Djibouti.md",
      "details": { "layout": "article", "title": "Djibouti" },
      "preview": "The violence that’s gripped Ethiopia for the past year has done no favors for East African neighbors either––see the tiny coastal nation of Djibouti.",
      "body": "The violence that’s gripped Ethiopia for the past year has done no favors for East African neighbors either––see the tiny coastal nation of Djibouti. In July, protestors responding to a state-led attack blocked the rail line that connects the landlocked Ethiopia to the ocean. Djibouti’s port, through which a whopping 90% of all Ethiopian goods pass, is the country’s key economic driver, and while the rail line’s closure wasn’t permanent, instability in Ethiopia has hampered the reliant Djibouti economy to the tune of an estimated $1.7 billion dollars in lost commerce."
    },
    {
      "id": "East Timor.md",
      "path": "/Users/erickwoka/git/newsreflection/content/East Timor.md",
      "details": { "layout": "article", "title": "East Timor" },
      "preview": "At sea level, impoverished East Timor is at an interesting economic crossroads, exploring eco-tourism, offshore drilling, and now, carbon capture storage as a way to boost the country’s revenue.",
      "body": "At sea level, impoverished East Timor is at an interesting economic crossroads, exploring eco-tourism, offshore drilling, and now, carbon capture storage as a way to boost the country’s revenue. Australia has proposed capturing its own carbon waste and paying to store it in East Timor’s nearly depleted Bayu-Undan oil field, which is expected to run out in the next couple of years. Proponents see this as a creative environmental solution, and critics say it’s simply shifting climate change responsibility from a rich country to a poor one."
    },
    {
      "id": "Egypt.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Egypt.md",
      "details": { "layout": "article", "title": "Egypt" },
      "preview": "Polish researchers discovered a first: an Egyptian mummy with child.",
      "body": "Polish researchers discovered a first: an Egyptian mummy with child. Originally they thought the mummy mommy was a male priest, but further investigation uncovered a small femur bone thought to belong to a fetus about 25 to 30 weeks old. Scientists called the find unique, and important to Egyptology, in which little research has been done on females."
    },
    {
      "id": "El Salvador.md",
      "path": "/Users/erickwoka/git/newsreflection/content/El Salvador.md",
      "details": { "layout": "article", "title": "El Salvador" },
      "preview": "Anyone who invested early in Bitcoin should head straight to El Salvador where they can make it crypto-rain now that the country became the first in the world to adopt the currency as legal tender.",
      "body": "Anyone who invested early in Bitcoin should head straight to El Salvador where they can make it crypto-rain now that the country became the first in the world to adopt the currency as legal tender. Though some, including major lender the International Monetary Fund, are skeptical because of the volatile and risky nature of cryptocurrencies, others are optimistic, such as Salvodorians who can dip into their Chivo wallet app and find $30 of Bitcoin waiting for them."
    },
    {
      "id": "Equitorial Guinea.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Equitorial Guinea.md",
      "details": { "layout": "article", "title": "Equitorial Guinea" },
      "preview": "In another story about West African instability, Guinea junta leader Mamady Doumbouya was sworn in after a successful September coup, marking the fourth coup in the region in the past year.",
      "body": "In another story about West African instability, Guinea junta leader Mamady Doumbouya was sworn in after a successful September coup, marking the fourth coup in the region in the past year. Doumboya’s party overthrew former president Alpha Conde for what they said was continued corruption, but political upheaval continues to mire the area, and now a regional economic council has placed economic sanctions and travel restrictions on the Guinean junta."
    },
    {
      "id": "Eritrea.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Eritrea.md",
      "details": { "layout": "article", "title": "Eritrea" },
      "preview": "Over 300 Eritreans born during Italy's rule have demanded Italian citizenship.",
      "body": "Over 300 Eritreans born during Italy's rule have demanded Italian citizenship. In the seven-off decades since colonial rule, Eritrean claims to Italian citizenship based on paternal bloodlines have fallen on deaf ears. Racial rules during the fascist period, current Italian immigration policy, lack of documentation, and limited mobility under Eritrea's dictatorial rule have kept an estimated thousands of Eritreans from accessing Italian citizenship. The latest push for recognition, though, shows these claims aren't fading quietly."
    },
    {
      "id": "Eswatani.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Eswatani.md",
      "details": { "layout": "article", "title": "Eswatani" },
      "preview": "For more than 35 years, Eswatini’s King Mswati III has ruled as absolute monarch and flaunted a lavish, luxurious lifestyle.",
      "body": "For more than 35 years, Eswatini’s King Mswati III has ruled as absolute monarch and flaunted a lavish, luxurious lifestyle. The problem? Sixty percent of the country’s 1.1 million residents live in poverty and they’re over his opulence. For months, residents have participated in pro-democracy protests that have left scores dead and many more wounded. Neighboring African countries, including South Africa, upon which Eswatini heavily relies, are stepping in to help navigate the movement, which many say won’t be going away until there’s a brighter future for this developing nation."
    },
    {
      "id": "Ethiopia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Ethiopia.md",
      "details": { "layout": "article", "title": "Ethiopia" },
      "preview": "The stores of two priminent headline-makers collided this year when Tedros Adhanom, director-general of the World Health Organization, spoke on the first situation in north Ethiopia.",
      "body": "The stores of two priminent headline-makers collided this year when Tedros Adhanom, director-general of the World Health Organization, spoke on the first situation in north Ethiopia. In November, the director-general said that the Tigray region of Ethiopia was under a \"systematic blockade\" and that people were dying because of the lack of supplies. He also noted that Tigrayans were beign arrested en masse. From Tigray himself, Adhanom never directly assigned blame as he's worked diligently to maintain a neutral position on the civil war that has consumed his home country."
    },
    {
      "id": "Gabon.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Gabon.md",
      "details": { "layout": "article", "title": "Gabon" },
      "preview": "There’s some positive news about elephants coming out of Gabon, where new research shows the population of forest elephants, a cousin to the savanna-dwelling pachyderms, seem to be doing better than expected.",
      "body": "There’s some positive news about elephants coming out of Gabon, where new research shows the population of forest elephants, a cousin to the savanna-dwelling pachyderms, seem to be doing better than expected. Previous estimates reported there were about 50,000 left in the Central African country, but a recent study shows that number to be closer to 95,000, thanks to strict anti-poaching regulations and land conservation measures."
    },
    {
      "id": "Gambia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Gambia.md",
      "details": { "layout": "article", "title": "The Gambia" },
      "preview": "As part of their seemingly odd and certainly confusing court case agaisnt Myanmar, The Gambia won an important ruling this year.",
      "body": "As part of their seemingly odd and certainly confusing court case agaisnt Myanmar, The Gambia won an important ruling this year. On behalf of the Rohingya, a Muslim ethnic group persecuted in Myanmar, the tiny Gambia, with the backing of the Orgnization of Islamic Cooperation, a group of 57 nation-states, filed a lawsuit against Myanmar in 2019. In September of this year, a judge ordered Facebook to disclose acocunts records pertaiining to the persecution in Myanmar, a big win for The Gambia, as it's widely understood that social media played a key role in the 2017 genocide."
    },
    {
      "id": "Ghana.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Ghana.md",
      "details": { "layout": "article", "title": "Ghana" },
      "preview": "In a move that signals the increasing geopolitical importance of Africa, Twitter hired its first employees on the continent in the country of Ghana, where freedom of speech protections and online freedoms made it an ideal location.",
      "body": "In a move that signals the increasing geopolitical importance of Africa, Twitter hired its first employees on the continent in the country of Ghana, where freedom of speech protections and online freedoms made it an ideal location. The social media company announced it would fill 11 positions, with plans to officially open an office there once pandemic restrictions and work-from-home orders are relaxed."
    },
    {
      "id": "Guatemala.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Guatemala.md",
      "details": { "layout": "article", "title": "Guatemala" },
      "preview": "When one thinks of palm oil plantations, Malaysia and Indonesia usually come to mind.",
      "body": "When one thinks of palm oil plantations, Malaysia and Indonesia usually come to mind. But Guatemala’s emerging market makes it the world’s sixth-largest producer of palm oil, however that success, of course, comes at a cost. More production has led to companies grabbing indigenous lands at an increasing rate. In response, some of Guatemala’s indigenous population––almost 40% of the country’s 17 million residents––are resisting by forcefully moving back onto the land."
    },
    {
      "id": "Guinea-Bissau.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Guinea-Bissau.md",
      "details": { "layout": "article", "title": "Guinea-Bissau" },
      "preview": "For the first time, male green sea turtles off the coast of Guinea-Bissau are getting GPS tags to better understand the endangered species' travel and feeding patterns.",
      "body": "For the first time, male green sea turtles off the coast of Guinea-Bissau are getting GPS tags to better understand the endangered species' travel and feeding patterns. Not only is the attention a boon for the in-trouble turtles, it signals the growing trust between outside researchers and notoriously protective island residents who have successfully defended and worshipped this sacred environment for centuries. Researchers have tread lightly and, in turn, benefitted mightily from shared local knowledge and expertise to catch and tag the ranging reptiles."
    },
    {
      "id": "Guinea.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Guinea.md",
      "details": { "layout": "article", "title": "Guinea" },
      "preview": "Researchers suspect that this year's Ebola outbreak of 20-plus probably cases in Guinea was triggered by a survivor of the earlier outbreak, that ended in 2016.",
      "body": "Researchers suspect that this year's Ebola outbreak of 20-plus probably cases in Guinea was triggered by a survivor of the earlier outbreak, that ended in 2016. While scientists knew that in the rarest of cases the virus could shed and transmit up to 500 days after infection, the finding that a body harbored the virus for a full five years was a surprising and frightening development."
    },
    {
      "id": "Guyana.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Guyana.md",
      "details": { "layout": "article", "title": "Guyana" },
      "preview": "Two residents in Guyana are not staying quiet about protecting the planet, something they argue is a fundamental right to humanity’s sustainability.",
      "body": "Two residents in Guyana are not staying quiet about protecting the planet, something they argue is a fundamental right to humanity’s sustainability. The pair is suing their country for having approved oil exploration licenses, saying it violates the government’s legal duty to protect the right of future generations to a healthy environment. This David-versus-Goliath fight pits them against ExxonMobil, which is eyeing a potential 8 billion gallons of oil in offshore drilling, which would make it the company’s largest extraction site in the world."
    },
    {
      "id": "Haiti.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Haiti.md",
      "details": { "layout": "article", "title": "Haiti" },
      "preview": "Democracy is in trouble in Haiti.",
      "body": "Democracy is in trouble in Haiti. After a deadly earthquake, a presidential assasination, and bout after bout of gang violence, chaos and uncertainty are primed to carry into 2022 as general elections have been postponed for the fourth time. This postponement comes after the prime minister decided to dissolve the council responsible for organizing elections. The PM has said he plans on naming a new council, but has not committed to a timeline––a move that leaves the spiraling state, well, spiraling."
    },
    {
      "id": "Honduras.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Honduras.md",
      "details": { "layout": "article", "title": "Honduras" },
      "preview": "That pandemic coffee habit may be helping boost Honduras’ economy, according to recent economic reports.",
      "body": "That pandemic coffee habit may be helping boost Honduras’ economy, according to recent economic reports. GDP growth for 2021 was expected to be between 2% and 5%, but new projections show almost double that, with the country’s economy predicted to grow by almost 9%. This is thanks to increased activity in retail and manufacturing, and, because of supply-chain issues, higher prices for coffee, which is one of the country’s primary exports."
    },
    {
      "id": "India.md",
      "path": "/Users/erickwoka/git/newsreflection/content/India.md",
      "details": { "layout": "article", "title": "India" },
      "preview": "If two’s a party and three’s a crowd, then India is taking note.",
      "body": "If two’s a party and three’s a crowd, then India is taking note. Some states, including the country’s most populous, Uttar Pradesh, which has 240 million people and would be the world’s fifth most populous country by itself, introduced a China-like two-child policy and sterilization measures to control population growth. Though it still has to be adopted, the proposal would deny state benefits, subsidies, and jobs to anyone who has more than two children, and dangles the carrot of incentives for anyone who gets sterilized. Twelve states have actually adopted similar measures, all in an effort to limit growth in a country that’s already the second most populous in the world."
    },
    {
      "id": "Indonesia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Indonesia.md",
      "details": { "layout": "article", "title": "Indonesia" },
      "preview": "To the south, the Indonesian island of Biak is becoming an unexpected player in Elon Musk’s world.",
      "body": "To the south, the Indonesian island of Biak is becoming an unexpected player in Elon Musk’s world. That’s because Indonesian president Joko Widodo, as part of his goal to modernize the nation, personally pitched the tech giant on launching spacecraft from the island that sits 70 miles or 110 kilometers, south of the Equator. Facing displacement, the indigenous population isn’t supportive of the proposal. Musk has also stayed mum on the issue, but we all know his penchant for explosive announcements."
    },
    {
      "id": "Iraq.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Iraq.md",
      "details": { "layout": "article", "title": "Iraq" },
      "preview": "In the ongoing fight against ISIS, officials in Iraq declared a moderate victory with the capture of the Islamic State’s finance minister, Sami Jassem al-Ajuz.",
      "body": "In the ongoing fight against ISIS, officials in Iraq declared a moderate victory with the capture of the Islamic State’s finance minister, Sami Jassem al-Ajuz. The kicker? He’s alive. The arrest could provide Iraq and international allies with a treasure trove of intelligence about the terrorist organization that, although has retreated from daily headlines in recent years, maintains quite active in sleeper cells throughout the Middle East."
    },
    {
      "id": "Ivory Coast.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Ivory Coast.md",
      "details": { "layout": "article", "title": "The Ivory Coast" },
      "preview": "In the Ivory Coast, stamping out illegal cocoa grow operations has proved next to impossible.",
      "body": "In the Ivory Coast, stamping out illegal cocoa grow operations has proved next to impossible. But that could change with the adoption of the most recent European Commission plan to curb global deforestation. If implemented, this plan would require companies importing cocoa products into the EU to provide GPS data on the product's origin to ensure it wasn’t illegally harvested. For the Ivory Coast, spreading the responsibility of halting illegal cocoa production will help protect the meager 15% of its biodiverse forest still standing."
    },
    {
      "id": "Jamaica.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Jamaica.md",
      "details": { "layout": "article", "title": "Jamaica" },
      "preview": "When an immigrant commits a crime in the United Kingdom, they get deported, often by airplane.",
      "body": "When an immigrant commits a crime in the United Kingdom, they get deported, often by airplane. Lately, however, the loads have been light with just four people sent back to Jamaica on a recent 350-passenger Airbus A350-900 flight. That evens out to about $66,000, or 50,000 pounds, per person. These costs have people wondering about the viability of such an expensive program, while others say it’s critical to get convicted criminals out of the country."
    },
    {
      "id": "Jordan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Jordan.md",
      "details": { "layout": "article", "title": "Jordan" },
      "preview": "Also threatening was two mens’ plot to unseat Jordan’s King Abdullah, a crime for which they were sentenced to 15 years in prison.",
      "body": "Also threatening was two mens’ plot to unseat Jordan’s King Abdullah, a crime for which they were sentenced to 15 years in prison. They were aides to the king’s half-brother, who was removed from the line of succession in 2004. But not to be deterred, his plan using these proxies included rallying civilian support to oust Abdullah. The twist? Some say all three may have been unknowingly backed by the Trump administration, who saw Abdullah as an obstacle in securing an Israeli-Palestinian peace treaty. The king, however, will remain in power and these two will go to jail."
    },
    {
      "id": "Kenya.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Kenya.md",
      "details": { "layout": "article", "title": "Kenya" },
      "preview": "Kenya is known as a wildlife wonderland, but just how many creatures crawl there was an unknown number until the country completed its first wildlife census this year.",
      "body": "Kenya is known as a wildlife wonderland, but just how many creatures crawl there was an unknown number until the country completed its first wildlife census this year. Using planes, drones, helicopters, boats, and 4x4s, researchers tallied the populations of more than 30 species across nearly 60% of the country to establish a baseline for one of the world’s most unique ecological places. Using estimates from the past, the numbers of elephants, some 36,280, seem to be going up, but black rhinos, just 897, have fallen to critically endangered levels."
    },
    {
      "id": "Kiribati.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Kiribati.md",
      "details": { "layout": "article", "title": "Kiribati" },
      "preview": "Another island nation concerned for its future is Kiribati, where six years ago, the government starred in its own version of “House Hunters” and purchased some 8.5 square miles, or 22 square kilometers, of land on Fiji to make sure its potentially displaced residents had somewhere to go as sea levels rise.",
      "body": "Another island nation concerned for its future is Kiribati, where six years ago, the government starred in its own version of “House Hunters” and purchased some 8.5 square miles, or 22 square kilometers, of land on Fiji to make sure its potentially displaced residents had somewhere to go as sea levels rise. To use that land in the meantime, Kiribati enlisted the help of omnipresent China to build farms that would provide fresh produce and meat to the island nation, which currently imports all of its food. Some say this is another land grab by China, while others see it as a sustainability measure for Kiribati. Both of these takes miss what might be the most interesting part of this story: an actual overseas climate refuge in the first place."
    },
    {
      "id": "Kyrgyzstan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Kyrgyzstan.md",
      "details": { "layout": "article", "title": "Kyrgyzstan" },
      "preview": "In Kyrgyzstan, Central Asia’s only democracy, just over one-third of the population turned out in a snap election that put populist politician and convicted kidnapper Sadyr Japarov into power.",
      "body": "In Kyrgyzstan, Central Asia’s only democracy, just over one-third of the population turned out in a snap election that put populist politician and convicted kidnapper Sadyr Japarov into power. The former Soviet country sits between China, which has invested in its infrastructure, and Russia, to which it still has significant loyalties, including from its newly elected president who has vowed to remain allied with both neighbors, something that will be tough to balance amid his own country’s partially self-inflicted political turmoil."
    },
    {
      "id": "Laos.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Laos.md",
      "details": { "layout": "article", "title": "Laos" },
      "preview": "A plot to smuggle 55 million methamphetamine tablets and more than 1.5 tons of crystal meth disguised in beer crates was thwarted by police in Laos, resulting in the largest single drug seizure in Asia.",
      "body": "A plot to smuggle 55 million methamphetamine tablets and more than 1.5 tons of crystal meth disguised in beer crates was thwarted by police in Laos, resulting in the largest single drug seizure in Asia. They were discovered in a truck in an area called the “Golden Triangle”––the meeting point of Myanmar, Laos, and Thailand, which is notorious as a hotspot for drug production and smuggling. With recent unrest in Myanmar’s Shan region and Chinese crackdown on the trade, smugglers have looked to alternative routes––in this case, without much success."
    },
    {
      "id": "Lesotho.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Lesotho.md",
      "details": { "layout": "article", "title": "Lesotho" },
      "preview": "It’s been a tough few years for the ski industry, and Lesotho’s Afriski Mountain Resort proved that while unique in terms of its status as one of the two resorts in southern Africa, it wasn’t an exception to the struggles.",
      "body": "It’s been a tough few years for the ski industry, and Lesotho’s Afriski Mountain Resort proved that while unique in terms of its status as one of the two resorts in southern Africa, it wasn’t an exception to the struggles. Rather than go under when South African border closures led to a 90% drop in visitors, the resort adapted, this year offering incentives and reduced rates to get locals on the hill, some, for the very first time, while also finding creative renovation projects to keep its local staff employed."
    },
    {
      "id": "Liberia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Liberia.md",
      "details": { "layout": "article", "title": "Liberia" },
      "preview": "Fifty thousand dollars goes a long way.",
      "body": "Fifty thousand dollars goes a long way. In Liberia, $50,000 and doing the right thing with it will earn you a change to meet the president. That was the case for Emmanual Tuloe, a teenage motorcycle taxi driver, who found a plastic bad on the side of the road stuffed with fifty grand in cash and returned it in full to the businesswoman who had lost it. His good deed was praised by Liberians and earned him the chance to meet the president, with whom he wanted to discuss getting himself and fellow youngsters back in school."
    },
    {
      "id": "Libya.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Libya.md",
      "details": { "layout": "article", "title": "Libya" },
      "preview": "In Libya, there’s some frightening news on the artificial intelligence front.",
      "body": "In Libya, there’s some frightening news on the artificial intelligence front. A report commissioned by the United Nations found that a military drone strike used in the country’s civil war may have been carried out autonomously. Allegedly, militia fighters were hunted down and attacked by a “weapons system” that did not require data connectivity. Though it’s implied, the report doesn’t go as far as to say the drone acted autonomously. Vagueness here is de rigueur, as the report also doesn’t say whether anyone was injured or killed."
    },
    {
      "id": "Madagascar.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Madagascar.md",
      "details": { "layout": "article", "title": "Madagascar" },
      "preview": "Chameleons, by their very nature, are hard to spot.",
      "body": "Chameleons, by their very nature, are hard to spot. A chameleon measuring just 29 millimeters from tip to tail, nearly impossible. And yet, a group of scientists in northern Madagascar discovered a pair of these nano-chameleons who are now in the record books as the smallest of the planet’s 11,500 reptiles. Like so much in Madagascar, though, the future of the little lizard is up in the air as habitat loss has conservationists scrambling to protect the new finding."
    },
    {
      "id": "Malawi.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Malawi.md",
      "details": { "layout": "article", "title": "Malawi" },
      "preview": "Across several Malawian cities, protesters took to the street bonded by the same plight: data prices are too darn high.",
      "body": "Across several Malawian cities, protesters took to the street bonded by the same plight: data prices are too darn high. It seems a fair frustration, as one gigabyte costs nearly $28, making it the third-most expensive rate of all UN-recognized countries. Malawi regulators have expressed their concern over exorbitant rates as the prices threaten to slow social-economic development."
    },
    {
      "id": "Mali.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Mali.md",
      "details": { "layout": "article", "title": "Mali" },
      "preview": "Nonuplets is the crossword-worthy term that reached household-level parlance across Mali in 2021.",
      "body": "Nonuplets is the crossword-worthy term that reached household-level parlance across Mali in 2021. Backed by nation-wide well-wishes, 25-year-old Halima Cissé was sent to a specialist in Morocco in late March to deliver seven babies, or so she thought. To her doctor's surprise, Cissé harbored nine, all of which we born in good health. Cissé's nonuplets now mark the record for the most babies born at once."
    },
    {
      "id": "Marshall Island.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Marshall Island.md",
      "details": { "layout": "article", "title": "Marshall Island" },
      "preview": "An Arizona man who conducted a years-long human trafficking ring selling babies from the Marshall Island to American parents was sentenced to six years in prison and forced to pay hundreds of thousands in restitution charges.",
      "body": "An Arizona man who conducted a years-long human trafficking ring selling babies from the Marshall Island to American parents was sentenced to six years in prison and forced to pay hundreds of thousands in restitution charges. The man would pay around $10,000 for pregnant Marshallese women to come to the United States and then arrange for their newborns to be adopted by couples for $40,000. Officials estimate some 70 adoptions took place this way, taking advantage of the “compact of free association,” which allowed them to travel or move to the US without restriction."
    },
    {
      "id": "Mauritania.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Mauritania.md",
      "details": { "layout": "article", "title": "Mauritania" },
      "preview": "In a country that’s 90% Sahara, with only one permanent river, water’s hard to come by.",
      "body": "In a country that’s 90% Sahara, with only one permanent river, water’s hard to come by. Facing shortages and inconsistent supply, Mauritania recently launched a fundraising effort to secure $317 million for a project that will provide water to half a million in the south of the arid country. Counting on several financiers from across the Arab world, the project will pipe water to urban and rural users in a bid to minimize the gap between the two and help to realize the region’s agricultural potential."
    },
    {
      "id": "Monaco.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Monaco.md",
      "details": { "layout": "article", "title": "Monaco" },
      "preview": "Venturi, an innovative auto company and Formula E team from Monaco, announced its plan to launch its electric polar exploration vehicle in Antarctica.",
      "body": "Venturi, an innovative auto company and Formula E team from Monaco, announced its plan to launch its electric polar exploration vehicle in Antarctica. While the world's been sending vehicles down there for decades, Venturi's will be the first that spews zero emissions as it transports scientists across the continent to conduct important climate-related research. While it's been tested on French ski resorts, the sole focus has been getting the vehicle ready for the souther continent, a mission laid bare by the vehicle's name, \"Antarctica.\""
    },
    {
      "id": "Mongolia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Mongolia.md",
      "details": { "layout": "article", "title": "Mongolia" },
      "preview": "Another unearthing took place in Mongolia, where archeologists were able to use a new technology to look below ground and map the ancient city of Karakorum, the capital of the Mongolian Empire established by Genghis Kahn in the 1200s.",
      "body": "Another unearthing took place in Mongolia, where archeologists were able to use a new technology to look below ground and map the ancient city of Karakorum, the capital of the Mongolian Empire established by Genghis Kahn in the 1200s. Using magnetic fields to determine the footprint’s layout and structural composition, the researchers determined, among other things, that the city was only at about 40% capacity, likely home to laborers and craftspeople, while the majority lived a more nomadic lifestyle."
    },
    {
      "id": "Morocco.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Morocco.md",
      "details": { "layout": "article", "title": "Morocco" },
      "preview": "There’s nothing like the discovery of 1.3 million-year-old stone tools to make this point in time seem, well, short.",
      "body": "There’s nothing like the discovery of 1.3 million-year-old stone tools to make this point in time seem, well, short. Archeologists in Morocco recently discovered the artifacts in a site associated with human ancestor homo erectus, almost doubling the previous start date for the dawn of the stone-tool era in north Africa. What’s mind-boggling is that these tools aren’t even close to the oldest traces of human ancestors, which date all the way back to more than 4 million years ago."
    },
    {
      "id": "Mozambique.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Mozambique.md",
      "details": { "layout": "article", "title": "Mozambique" },
      "preview": "Researchers have found that elephants have behung ditching their tusks in the name of survival.",
      "body": "Researchers have found that elephants have behung ditching their tusks in the name of survival. Once rare, tuskless Africa elephants have become increasingly common of the last 50 years, largely on account of poachers. With 90% of the country's elephants killed for the ivory during Mozambique's civil war, tuskless elephants benefitted from an increased opportunity to pass down their tuskless genes. With paching down and conservation up in recent decades, though, it's expected that tusks will come back in vogue."
    },
    {
      "id": "Myanmar.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Myanmar.md",
      "details": { "layout": "article", "title": "Myanmar" },
      "preview": "There’s no accountability in this story, but there is a bit of good news from a country that’s increasingly cracking down on the freedom of the press: Myanmar released American journalist Danny Fenster from prison just days after he was sentenced to 11 years for charges that included incitement of violence and visa violations.",
      "body": "There’s no accountability in this story, but there is a bit of good news from a country that’s increasingly cracking down on the freedom of the press: Myanmar released American journalist Danny Fenster from prison just days after he was sentenced to 11 years for charges that included incitement of violence and visa violations. The military in Myanmar has clamped down on the media since seizing power in February, stripping publications of their licenses and banning outlets from broadcasting. Fenster, however, was the first foreign journalist to be convicted for charges he says were without warrant, and thanks to negotiations by a former US ambassador to the UN, now he’ll go free."
    },
    {
      "id": "Namibia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Namibia.md",
      "details": { "layout": "article", "title": "Namibia" },
      "preview": "In the early 1900s, Namibia was known as German South West Africa, and Germany is still dealing with its dark history there, which included troops that killed, tortured, and forced tens of thousands of native peoples into the desert to starve.",
      "body": "In the early 1900s, Namibia was known as German South West Africa, and Germany is still dealing with its dark history there, which included troops that killed, tortured, and forced tens of thousands of native peoples into the desert to starve. This year, then-Chancellor Angela Merkel reached a deal that will distribute $1.1 billion Euros over 30 years to benefit aid programs in the African country. But, she stopped short of calling the funding “reparations,” and instead said it was “reconciliation” money that would help attempt to “heal the wounds” of the past."
    },
    {
      "id": "Nauru.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Nauru.md",
      "details": { "layout": "article", "title": "Nauru" },
      "preview": "2021 wasn't a year for Nauru to rethink its international agreements but a chance to double down.",
      "body": "2021 wasn't a year for Nauru to rethink its international agreements but a chance to double down. At least that was the case when the country renewed its deal with Australia to serve as an offshore processing location for asylum seekers looking to enter the popular maigration destination. While the extension keeps the island nation in the good graces of regional power broker Australia, it keeps the island connected to and complicit in an asylum system that many, including the UN, have decried as cruel and inhumane with its delays, decrepit livining conditions, and reports of abuse."
    },
    {
      "id": "Nepal.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Nepal.md",
      "details": { "layout": "article", "title": "Nepal" },
      "preview": "Nepal counts how many people reach the top of Mount Everest.",
      "body": "Nepal counts how many people reach the top of Mount Everest. Now, they’re unhappy with three Indian climbers who allegedly falsified their summit of the world’s highest peak in 2016. This year, the Nepalese government penalized them by banning them for six years, essentially preventing them from actually trying to get to the top another time. The Nepalese ministry verifies climbs through photographic evidence, and while these three had the photos, presumably photoshopped, they reportedly didn’t have enough oxygen to have feasibly completed the trip."
    },
    {
      "id": "Nicaragua.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Nicaragua.md",
      "details": { "layout": "article", "title": "Nicaragua" },
      "preview": "The situation in Nicaragua right now is unequivocally bad, and it wasn’t much better in early 2021 when President Daniel Ortega opted to shoot for the moon, even though the nation is mired in social and economic misery.",
      "body": "The situation in Nicaragua right now is unequivocally bad, and it wasn’t much better in early 2021 when President Daniel Ortega opted to shoot for the moon, even though the nation is mired in social and economic misery. That’s when he established the National Ministry for Extraterrestrial Space Affairs, The Moon and Other Celestial Bodies, which people are calling a vanity project. Its goal is to develop a space agency that will reach the farthest points in the universe, but it quite literally hasn’t gotten off the ground."
    },
    {
      "id": "Niger.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Niger.md",
      "details": { "layout": "article", "title": "Niger" },
      "preview": "In what has been a tough year for a myriad of reasons, Niger made history with its first-ever peaceful, democratic transition of power.",
      "body": "In what has been a tough year for a myriad of reasons, Niger made history with its first-ever peaceful, democratic transition of power. Once President Mahamadou Issoufou relinquished the position after two terms, the limit outlined in the country's contitution. Niger elected and placed its new President, Mohamed Bazoum. While claims of fraud, protest, outright violence, and a stymied coup nearly derailed it, 2021's successful transition of power was the country's first since it gained independence in 1960."
    },
    {
      "id": "Nigeria.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Nigeria.md",
      "details": { "layout": "article", "title": "Nigeria" },
      "preview": "It’s been 15 years since Shell’s Nigerian subsidiary’s pipelines poisoned the farmlands of the villages of Goi and Oruma, and 13 years since the case went to court.",
      "body": "It’s been 15 years since Shell’s Nigerian subsidiary’s pipelines poisoned the farmlands of the villages of Goi and Oruma, and 13 years since the case went to court. But this year, a Dutch court finally ruled that Royal Dutch Shell and its Nigerian subsidiary must compensate the villages for a still undecided amount and install warning systems along its pipelines to curb the next disaster."
    },
    {
      "id": "North Korea.md",
      "path": "/Users/erickwoka/git/newsreflection/content/North Korea.md",
      "details": { "layout": "article", "title": "North Korea" },
      "preview": "The Hermit Kingdom countered it natural disposition when it decided to reopen lines of communication with South Korea via the hotline that directly connect Seoul and Pyongyang.",
      "body": "The Hermit Kingdom countered it natural disposition when it decided to reopen lines of communication with South Korea via the hotline that directly connect Seoul and Pyongyang. The hotline's existed in one form or another since the 1970s but has been severed twice in the past two years on account of the failed Trump summit with the north, and joint military excercises between the US and South Korea."
    },
    {
      "id": "Pakistan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Pakistan.md",
      "details": { "layout": "article", "title": "Pakistan" },
      "preview": "How young is too young to charge someone with a crime? Pakistan faced down this very question when they charged an 8-year-old of blasphemy when the Hindu child peed in an Islamic school library.",
      "body": "How young is too young to charge someone with a crime? Pakistan faced down this very question when they charged an 8-year-old of blasphemy when the Hindu child peed in an Islamic school library. In the incident’s wake, police charged the boy while, in reaction to the perceived disrespect, a mob vandalized a Hindu temple. Eventually though, the state stepped in and punished the cops who arrested the child, dropped all charges, and organized payment for the temple’s repairs."
    },
    {
      "id": "Palestine.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Palestine.md",
      "details": { "layout": "article", "title": "Palestine" },
      "preview": "In not-so-sweet news, Ben &amp; Jerry’s announced it would stop selling its ice cream in occupied Palestinian territories, making a very public corporate statement against the Israeli settlements there, which are not recognized by international law.",
      "body": "In not-so-sweet news, Ben &amp; Jerry’s announced it would stop selling its ice cream in occupied Palestinian territories, making a very public corporate statement against the Israeli settlements there, which are not recognized by international law. Israeli officials called the decision a “capitulation to antisemitism.” The brand, however, will still be available throughout the internationally recognized territory of Israel, which sort of makes this ban “half-baked.”"
    },
    {
      "id": "Papua New Guinea.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Papua New Guinea.md",
      "details": { "layout": "Article", "title": "Papua New Guinea" },
      "preview": "icking up plastic along the beaches of a Papua New Guinean Island, Steven Amos stumbled across a message in a bottle that had traveled 1,500 miles, or 2,400 kilometers, after being tossed overboard by an American sailor two years prior.",
      "body": "icking up plastic along the beaches of a Papua New Guinean Island, Steven Amos stumbled across a message in a bottle that had traveled 1,500 miles, or 2,400 kilometers, after being tossed overboard by an American sailor two years prior. In a nation struggling with major plastic pollution, perhaps Amos smiled not only at the friendly note, but also at the fact that it was contained in a nice, reusable glass bottle."
    },
    {
      "id": "Paraguay.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Paraguay.md",
      "details": { "layout": "article", "title": "Paraguay" },
      "preview": "Something else that’s stopping is the Parana River.",
      "body": "Something else that’s stopping is the Parana River. South America’s second-largest river straddles Paraguay, Argentina, and Brazil, and sadly, it’s the lowest it’s been in more than 70 years. Scientists say deforestation in the Amazon is to blame, as rainfall, much of which emanates from the forest itself, has significantly decreased. As a result, the river is 10.5 feet or 3 meters lower than normal, and threatening the lives and businesses of people who populate more than 60 towns along its shores."
    },
    {
      "id": "Republic of the Congo.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Republic of the Congo.md",
      "details": { "layout": "article", "title": "Republic of the Congo" },
      "preview": "Break out those dancing shoes, because the rumba may officially be a part of worldwide intangible cultural heritage.",
      "body": "Break out those dancing shoes, because the rumba may officially be a part of worldwide intangible cultural heritage. The Republic of the Congo and the Democratic Republic of the Congo applied to UNESCO for the official designation, which would protect the dance’s history and cement its importance. The rumba was born in 19th-century Cuba, combining the drumming of enslaved Africans with the melodies of Spanish colonizers. But it’s not just of historical importance, because the rumba has modern-day relevance too, including the 1960’s “Independence Cha Cha,” a version of the rumba that celebrated the freedom of Belgian Congo."
    },
    {
      "id": "Rwanda.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Rwanda.md",
      "details": { "layout": "article", "title": "Rwanda" },
      "preview": "In Rwanda, the crackdown on dissidents under President Paul Kagame’s government has extended to YouTube creators.",
      "body": "In Rwanda, the crackdown on dissidents under President Paul Kagame’s government has extended to YouTube creators. Dieudonne Niyonsenga, whose channel, Ishema TV covers topics such as human rights abuses and has over 15 million views, was sentenced to seven years in prison after being found guilty of forgery, humiliation of state officials, and two other charges. He was the second Rwandan YouTube critic to be arrested in a country where freedom of expression is becoming increasingly costly."
    },
    {
      "id": "Samoa.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Samoa.md",
      "details": { "layout": "article", "title": "Samoa" },
      "preview": "Traditionally, the transfer of power is supposed to be peaceful and seamless.",
      "body": "Traditionally, the transfer of power is supposed to be peaceful and seamless. In Samoa, it wasn’t. Fiame Naomi Mata’afa finally became the country’s prime minister in July, following several months of constitutional crisis during which her predecessor, Tuilaepa Sailele Malielegaoi, refused to acknowledge her victory. The former leader had led the country for more than two decades, and would not step down. After a series of legal battles and appeals, Mata’afa finally assumed control and is making history doing it as Samoa’s first female prime minister."
    },
    {
      "id": "San Marino.md",
      "path": "/Users/erickwoka/git/newsreflection/content/San Marino.md",
      "details": { "layout": "article", "title": "San Marino" },
      "preview": "The 23-square mile, 60-square kilometer, enclave surrounded by Italy, earned its first Olympic medal.",
      "body": "The 23-square mile, 60-square kilometer, enclave surrounded by Italy, earned its first Olympic medal. Women's trap shooter Alessanda Preilli took home a bronze during the summer games, but it wasn't just her award. Now San Marino, a country of 33,000 people, came in first for being the least populated territory in the world to earn an Olympic medal, surpassing Bermuda's 70,000."
    },
    {
      "id": "Sao Tome and Principe.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Sao Tome and Principe.md",
      "details": { "layout": "article", "title": "Sao Tome and Principe" },
      "preview": "In an effort to reduce its dependence on fossil fuels, Sao Tome and Principe made an innovative announcement involving deepwater platforms, but not the oil kind.",
      "body": "In an effort to reduce its dependence on fossil fuels, Sao Tome and Principe made an innovative announcement involving deepwater platforms, but not the oil kind. Instead, they’re engaging in a public-private partnership to debut Ocean Thermal Energy Conversion technology––the first commercial endeavor of its kind. The floating platforms use the difference between cold deep ocean water and warm surface temperatures to create green energy out of the blue."
    },
    {
      "id": "Senegal.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Senegal.md",
      "details": { "layout": "article", "title": "Senegal" },
      "preview": "2021 was a big year for African astronomy––especially for the Senegalese scientist Maram Kaire, as the International Astronomical Union retitled the less-than-personable asteroid 35462 to “MaramKaire,” no spaces.",
      "body": "2021 was a big year for African astronomy––especially for the Senegalese scientist Maram Kaire, as the International Astronomical Union retitled the less-than-personable asteroid 35462 to “MaramKaire,” no spaces. Not only making the asteroid hurtling between Mars and Jupiter more approachable, the renaming serves as a recognition of the life’s work of the director of Africaspace and founding member of the African Astronomical Society, while also shining a light on the nation’s science ambitions."
    },
    {
      "id": "Sierra Leone.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Sierra Leone.md",
      "details": { "layout": "article", "title": "Sierra Leone" },
      "preview": "As the world warms, cities are getting hot, sometimes deadly hot.",
      "body": "As the world warms, cities are getting hot, sometimes deadly hot. This is the case in Freetown, the capital city of Sierra Leone. In the face of deadly heat waves, the city has appointed an extreme heat official to draft a comprehensive heat strategy, raise general awareness, and create ways to protect the city's most exposed. Freetown's exteme heat official is not just the first in Africa, but only the third such official in the world, joining those recently appointed in Miami and Athens."
    },
    {
      "id": "Solomon Islands.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Solomon Islands.md",
      "details": { "layout": "article", "title": "Solomon Islands" },
      "preview": "A Solomon Islands man digging in his backyard to install a septic system struck something hard, but this was the opposite of treasure.",
      "body": "A Solomon Islands man digging in his backyard to install a septic system struck something hard, but this was the opposite of treasure. Instead, he discovered more than 100 unexploded World War II bombs, which came as a real surprise and a tragic reminder of the devastation the Pacific Islands suffered during that era, when thousands of bombs were dropped and munitions stores, like this one, were common. The ordinances were successfully, and thankfully, removed by a specialized team."
    },
    {
      "id": "Somalia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Somalia.md",
      "details": { "layout": "article", "title": "Somalia" },
      "preview": "Somalia got its first taste of the silver screen in 30 years, when the National Theatre of Somalia reopened for a screening featuing two short films by a homegrown director.",
      "body": "Somalia got its first taste of the silver screen in 30 years, when the National Theatre of Somalia reopened for a screening featuing two short films by a homegrown director. The theater, closed in 1991 at the start of the country's civil war, has been used frequently by warlords as their headquarters, and was then bombed by anti-entertainment jihadists. Its reopening, though tenuous and under heavy security, marked a flicker of hope for the civilians, especially the movie-loving ones."
    },
    {
      "id": "South Africa.md",
      "path": "/Users/erickwoka/git/newsreflection/content/South Africa.md",
      "details": { "layout": "article", "title": "South Africa" },
      "preview": "It’s banned for poachers to remove succulents from the desert in South Africa, but that hasn’t stopped it from being an explosive problem in a country that’s home to one-third of the world’s succulent species.",
      "body": "It’s banned for poachers to remove succulents from the desert in South Africa, but that hasn’t stopped it from being an explosive problem in a country that’s home to one-third of the world’s succulent species. Specifically, people are harvesting Conophytum, which is a genus of flowering plants that consists of over 100 species, many of which are on the endangered list. They’re then sold to hot markets including Korea and China, where the plants that were once considered low-class have become popular for being low-maintenance."
    },
    {
      "id": "South Sudan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/South Sudan.md",
      "details": { "layout": "article", "title": "South Sudan" },
      "preview": "The world's youngest country, South Sudan, rand in its 10th anniversary with a first, as the mobile provider Digital launched in the capital city of Juba.",
      "body": "The world's youngest country, South Sudan, rand in its 10th anniversary with a first, as the mobile provider Digital launched in the capital city of Juba. Digitel is the first South Sudanese-owned and operated mobile network and its stated goal is to roll out 4G in Juba at competitive rates and provide mobile service for remote areas, a meaningful step in the country's development."
    },
    {
      "id": "Sudan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Sudan.md",
      "details": { "layout": "article", "title": "Sudan" },
      "preview": "Sudan’s progress toward democratic rule hit a major speed bump this October when the military seized power.",
      "body": "Sudan’s progress toward democratic rule hit a major speed bump this October when the military seized power. Since the ousting of Omar al-Bashir in 2019, Sudan had been trending in the democratic direction––that was, until this most recent coup. In response to the backslide, thousands of protestors hit the streets in Khartoum, while the US suspended a $700 million aid package meant to aid in the transition towards civilian governance. The story is still developing though, as the US and UN are pressuring the military to release imprisoned politicians and return a civilian-government to power."
    },
    {
      "id": "Syria.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Syria.md",
      "details": { "layout": "article", "title": "Syria" },
      "preview": "Technology seems to be a storyline, and this is clearly the case for ISIS-affiliated women held at the Al-Hawl refugee camp in Syria, where they are marrying men they meet online in order to receive income and the slim chance of eventual repatriation.",
      "body": "Technology seems to be a storyline, and this is clearly the case for ISIS-affiliated women held at the Al-Hawl refugee camp in Syria, where they are marrying men they meet online in order to receive income and the slim chance of eventual repatriation. The camp, which is home to nearly 60,000 women and children, is teeming with squalor and extremist ideas. Yet, jihadist men reportedly see it as a badge of honor to care for the women there through these virtual marriages, even though they rarely move beyond anything but digital."
    },
    {
      "id": "Tajikistan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Tajikistan.md",
      "details": { "layout": "article", "title": "Tajikistan" },
      "preview": "When it comes to finding fodder for Central Asian geopolitical cocktail talk, here’s a fun fact: Tajikistan’s primary export is migrant labor.",
      "body": "When it comes to finding fodder for Central Asian geopolitical cocktail talk, here’s a fun fact: Tajikistan’s primary export is migrant labor. By September 2021, more than 1.6 million Tajiks left the country to work in Russia. These migrant workers then send billions of dollars in remittances back home. In 2019, actually, this figure accounted for more than one-quarter of Tajikistan’s GDP, making the ex-Soviet country still very dependent on Russia."
    },
    {
      "id": "Tanzania.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Tanzania.md",
      "details": { "layout": "article", "title": "Tanzania" },
      "preview": "From new findings, to expensive and rare findings, Petra Diamonds, the British producer of pink diamonds donned by the Queen herself, has settled to pay 4.",
      "body": "From new findings, to expensive and rare findings, Petra Diamonds, the British producer of pink diamonds donned by the Queen herself, has settled to pay 4. 3 million pounds to 71 Tanzanian claimants who’ve accused the mining company of, among other things, beating, stabbing, and detaining them during their time as miners. While the settlement makes “no admission of liability,” Petra has vowed to fund community projects and prevent future incidents."
    },
    {
      "id": "The Federated States of Micronesia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/The Federated States of Micronesia.md",
      "details": {
        "layout": "article",
        "title": "The Federated States of Micronesia"
      },
      "preview": "Pacific Islander Nicole Yamase became the first citizen from The Federated States of Micronesia to reach Challenger Deep––the deepest part of the Mariana Trench, which lies within the territorial waters of the country.",
      "body": "Pacific Islander Nicole Yamase became the first citizen from The Federated States of Micronesia to reach Challenger Deep––the deepest part of the Mariana Trench, which lies within the territorial waters of the country. Her completion of the 10-hour journey, which took her to 36,000 feet, or 11,000 meters, below the ocean’s surface, also makes her only the third woman, and at 29, the second-youngest, to ever do it. She's a PhD student studying climate change’s effects on microalgae, and going to the world’s most remote places for research is all in a days’ work for her."
    },
    {
      "id": "The Philippines.md",
      "path": "/Users/erickwoka/git/newsreflection/content/The Philippines.md",
      "details": { "layout": "article", "title": "The Philippines" },
      "preview": "Something that’s not going to last forever is Filipino President Rodrigo Duterte, who is constitutionally barred from seeking another six-year term.",
      "body": "Something that’s not going to last forever is Filipino President Rodrigo Duterte, who is constitutionally barred from seeking another six-year term. Ahead of the May elections, those looking to replace him include a potpourri of people, including his daughter Sara Duterte; son and namesake of the country’s former dictator, Ferdinand “Bongbong” Marcos; former actor and Manila mayor Francisco Domagoso; and newly retired boxing star Manny Pacquiao. With candidates expected to perform onstage with the public judging them on their singing and dancing abilities, the pool is certainly high on the entertainment factor."
    },
    {
      "id": "The Vatican.md",
      "path": "/Users/erickwoka/git/newsreflection/content/The Vatican.md",
      "details": { "layout": "article", "title": "The Vatican" },
      "preview": "The Vatican's most famous resident donated 15,000 ice-creams to local prisoners during an unpleasant hot snap in a summer that set heat records across the Italian peninsula.",
      "body": "The Vatican's most famous resident donated 15,000 ice-creams to local prisoners during an unpleasant hot snap in a summer that set heat records across the Italian peninsula. While the gesture was admittedly minor, it signaled the Vatican's dedication to aid the local population down on its luck. The Vatican's charity office has also provided free testing and vaccines during the pandemic and has taken locals experiencing homelessness out for pizza."
    },
    {
      "id": "Togo.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Togo.md",
      "details": { "layout": "article", "title": "Togo" },
      "preview": "Bureaucrats in Togo took the difficult task of distributing pandemic-related relief funds head on this year by developing a remarkably efficient digital payout platform.",
      "body": "Bureaucrats in Togo took the difficult task of distributing pandemic-related relief funds head on this year by developing a remarkably efficient digital payout platform. With only spotty census data and flawed tax records, officials creatively leveraged voter registration to verify applicants before paying out the aid over SMS––a program that makes the US’s look antiquated by comparison."
    },
    {
      "id": "Tonga.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Tonga.md",
      "details": { "layout": "article", "title": "Tonga" },
      "preview": "The island-nation of Tonga managed to largely avoid the global pandemic, but it’s dealing with its own epidemic now, as methamphetamine use has become pervasive and very problematic in the country of 100,000.",
      "body": "The island-nation of Tonga managed to largely avoid the global pandemic, but it’s dealing with its own epidemic now, as methamphetamine use has become pervasive and very problematic in the country of 100,000. It’s so bad that the king made a plea to Tongan parliament asking for help with the crisis, which is accounting for 60% of admissions to Tonga’s mental health wards and filling up local prisons. Tonga has long been a stop on the drug route from Asia to New Zealand and Australia, this just means that the drugs are increasingly stopping instead of passing through."
    },
    {
      "id": "Turkmenistan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Turkmenistan.md",
      "details": { "layout": "article", "title": "Turkmenistan" },
      "preview": "Last year the president of Turkmenistan erected a gilded statue of a beloved breed of dog, the Alabai.",
      "body": "Last year the president of Turkmenistan erected a gilded statue of a beloved breed of dog, the Alabai. This year, he took it a step further and announced a national holiday honoring the large, shepherd-like canine. The paw-liday included a contest for the country’s best dog and a medal given to its top border guard dog. Alabai now shares the special day with another of Turkmenistan’s celebrated: the Akhal-Teke horse breed. Both are considered important parts of the national heritage, where herding is a traditional pastime."
    },
    {
      "id": "Tuvalu.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Tuvalu.md",
      "details": { "layout": "article", "title": "Tuvalu" },
      "preview": "Tuvalu's foreign minister went viral for addressing the COP26 climate summit knee-deep in water, a strong image that demonstrates the peril facing the island nation which only rises to 15 feet, or 4.5 meters, above sea level.",
      "body": "Tuvalu's foreign minister went viral for addressing the COP26 climate summit knee-deep in water, a strong image that demonstrates the peril facing the island nation which only rises to 15 feet, or 4.5 meters, above sea level. Here's asking that if the nation goes underwater, it can retain ownership to its maritime zones and rights as a state even if the residents have to relocation, existential questions for a very non-existential crises."
    },
    {
      "id": "Uganda.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Uganda.md",
      "details": { "layout": "article", "title": "Uganda" },
      "preview": "Expressing dissent with Uganda’s 900 mile, 1,500 kilometer oil pipeline project is becoming costly.",
      "body": "Expressing dissent with Uganda’s 900 mile, 1,500 kilometer oil pipeline project is becoming costly. Citing lack of compensation for land and a host of environmental dangers, local activists and international NGOs are raising concerns over the project that begins in Murchison National Park and borders Lake Victoria. It seems they’re fighting an uphill battle against the project, which is backed by Tanzania, Uganda, and companies from France and China, as Uganda has arrested six protestors––a move some see as a scare tactic."
    },
    {
      "id": "Uzbekistan.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Uzbekistan.md",
      "details": { "layout": "article", "title": "Uzbekistan" },
      "preview": "More than doubling the age of most of her competitors, a 46-year-old gymnast representing Uzbekistan took her final bow at the Olympics in Tokyo this summer.",
      "body": "More than doubling the age of most of her competitors, a 46-year-old gymnast representing Uzbekistan took her final bow at the Olympics in Tokyo this summer. It was Oksana Chusovitina’s eighth Olympics; she won the silver medal for vault in 2008, and capped off with 11 medals won at 17 world championships. Up next? Spending more time with her Olympic wrestling husband and her son, who at 22, is older than most Olympic gymnasts."
    },
    {
      "id": "Vanuatu.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Vanuatu.md",
      "details": { "layout": "article", "title": "Vanuatu" },
      "preview": "Vanuatu is a remote Pacific island with just 300,000 residents.",
      "body": "Vanuatu is a remote Pacific island with just 300,000 residents. So why did some 2,000 politicians, business owners, and criminals get citizenship there recently? Because for $130,000, they can. The citizenship-by-investment program is legal, and gives these new residents visa-free access to the UK and European Union. But, some worry the increased interest in this island, where the passport program accounted for nearly 42% of government revenue in 2020, might be fertile ground for money laundering and international mischief."
    },
    {
      "id": "Venezuela.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Venezuela.md",
      "details": { "layout": "article", "title": "Venezuela" },
      "preview": "Venezuelans have been fleeing their country in one of the world’s largest human migrations, and one-third of them head to neighboring Colombia.",
      "body": "Venezuelans have been fleeing their country in one of the world’s largest human migrations, and one-third of them head to neighboring Colombia. Recently, Colombia announced its decision to provide temporary legal status to more than 1.7 million migrants who had fled there in recent years. That means the migrants can work legally for up to 10 years. A collapsed economy has created a humanitarian crisis, and refugees in search of a better life may find that with Colombia’s legal acceptance of them."
    },
    {
      "id": "Vietnam.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Vietnam.md",
      "details": { "layout": "article", "title": "Vietnam" },
      "preview": "Athleisure-wearing, latte-drinking urbanites might need an extra downward dog and shot of espresso to deal with their supply-chain woes this year, especially with products like Lululemon and coffee coming from Vietnam, where a combination of lockdowns and factory conditions has prompted millions of workers to leave cities and return to their countryside homes.",
      "body": "Athleisure-wearing, latte-drinking urbanites might need an extra downward dog and shot of espresso to deal with their supply-chain woes this year, especially with products like Lululemon and coffee coming from Vietnam, where a combination of lockdowns and factory conditions has prompted millions of workers to leave cities and return to their countryside homes. Manufacturers are having a tough time luring them back, and that was bad news for a supply chain already in crisis."
    },
    {
      "id": "Yemen.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Yemen.md",
      "details": { "layout": "article", "title": "Yemen" },
      "preview": "Elegant, meticulously groomed and arranged trees and bushes aren't likely what one would expect along the war-town steets of Yemen.",
      "body": "Elegant, meticulously groomed and arranged trees and bushes aren't likely what one would expect along the war-town steets of Yemen. But that's what you'll run into when passing through the city of Marib, where trees sculpted into shapes, figures, and animals line roadways. In a region of critical strategic importance, representing of the government's last surviving strongholds, this city beautification project, begun in 2016, has offered a welcome respite from the country's dragging civil war."
    },
    {
      "id": "Zambia.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Zambia.md",
      "details": { "layout": "article", "title": "Zambia" },
      "preview": "Imprisonment in an authoritarian country is one person’s nightmare, while 10 million fruit bats descending on a condensed swamp area might sound like another’s.",
      "body": "Imprisonment in an authoritarian country is one person’s nightmare, while 10 million fruit bats descending on a condensed swamp area might sound like another’s. But for conservationists in Zambia, it’s essential. The bats are key to African ecology because they eat fruits and berries and distribute the seeds during their continental migration. Now these environmentalists are fighting a proposal for a 17,500-acre, or 7,000-hectare, wheat, soy, and corn farm that would be built on the national park’s borders and threaten the bat’s habitat, and existence, altogether."
    },
    {
      "id": "Zimbabwe.md",
      "path": "/Users/erickwoka/git/newsreflection/content/Zimbabwe.md",
      "details": { "layout": "article", "title": "Zimbabwe" },
      "preview": "In the opposite of underground, Zimbabwe plans to launch its first satellite, the ZIMSAT-1, in February.",
      "body": "In the opposite of underground, Zimbabwe plans to launch its first satellite, the ZIMSAT-1, in February. It will be used to help organizations and officials collect data that relates to ground cover and drought, as well as transmit signals for amateur radio stations. Zimbabwe’s space program has grown quickly in just three years since being established, and follows on the heels of other African countries extending upward as well. Though many countries focus on the pressing humanitarian needs first, the continent’s satellite fleet now stands at 44 as they increasingly recognize the importance of strategic space investment."
    }
  ]
}
